Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

# $hide_tokens_no_cost_help
source: Hide tokens worth less than $%1$@. Keep in mind: worthless tokens are often sent by spammers and scammers. On the same screen below, you can hide individual tokens.
de: Schalten Sie dies aus, um Token auf Ihrem Konto mit einem Wert von weniger als $%1$@ anzuzeigen. Bitte beachten Sie, dass solche Token häufig für Spam- und Betrugszwecke verwendet werden. Sie können bestimmte Token auch selektiv aktivieren und deaktivieren, indem Sie die folgende Liste auf diesem Bildschirm verwenden.
es: Apague esto para mostrar tokens en su cuenta con un valor inferior a $%1$@. Tenga en cuenta que tales tokens a menudo se usan para el spam y la estafa. También puede habilitar y deshabilitar selectivamente tokens particulares utilizando la lista a continuación en esta pantalla.
pl: Wyłącz to, aby wyświetlić tokeny na koncie o wartości mniejszej niż $%1$@. Pamiętaj, że takie tokeny często są wykorzystywane do spamu i oszustw. Możesz także selektywnie włączać i wyłączać poszczególne tokeny za pomocą listy poniżej na tym ekranie.
ru: Скрыть токены стоимостью менее $%1$@. Имейте в виду — такие токены часто отправляют спамеры и мошенники. На этом же экране ниже вы можете скрыть отдельные токены.
th: ปิดการแสดงรายการที่มีมูลค่าไม่เกิน $%1$@. โปรดทราบว่าธุรกรรมดังกล่าวมักมีวัตถุประสงค์ในการสแปมและการหลอกลวง. คุณยังสามารถเลือกเปิดใช้งานและปิดใช้งานโทเค็นโดยเฉพาะได้จากรายการด้านล่างจอบนนี้.
tr: Hesabınızdaki jetonları $%1$@ 'dan daha düşük bir değerle görüntülemek için bunu kapatın. Lütfen bu tür jetonların genellikle spam ve aldatmaca için kullanıldığını unutmayın. Ayrıca, bu ekranda aşağıdaki listeyi kullanarak belirli jetonları seçici olarak etkinleştirebilir ve devre dışı bırakabilirsiniz.
uk: Вимкніть цю опцію, щоб відображати у вашому обліковому записі токени із вартістю менше $%1$@. Будь ласка, майте на увазі, що такі токени часто використовуються для спаму і шахрайства. Ви також можете вибірково ввімкнути та вимкнути конкретні токени, використовуючи список нижче на цьому екрані.
zh_hans: 将其关闭以在您的帐户上显示为价值小于 $%1$@ 的代币。请注意，这种令牌通常用于垃圾邮件和骗局。 您还可以使用下面在此屏幕上的列表选择性地启用和禁用特定令牌。
zh_hant: 將其關閉以在您的帳戶上顯示為價值小於 $%1$@ 的代幣。請注意，這種令牌通常用於垃圾郵件和騙局。 您還可以使用下面在此屏幕上的列表選擇性地啟用和禁用特定令牌。

# $import_view_account_note
source: Enter **any address** on TON or TRON network to open it in **View Mode**.
de: Geben Sie **eine beliebige Adresse** im TON- oder TRON-Netzwerk ein, um sie im **Ansichtsmodus** zu öffnen.
es: Ingrese **cualquier dirección** en la red TON o TRON para abrirla en **Modo de visualización**.
pl: Wprowadź **dowolny adres** w sieci TON lub TRON, aby otworzyć go w **Trybie podglądu**.
ru: Введите **любой адрес** в сети TON или TRON, чтобы открыть его в **Режиме просмотра**.
th: ป้อน **ที่อยู่ใดก็ได้** บนเครือข่าย TON หรือ TRON เพื่อเปิดใน **โหมดดูข้อมูล**
tr: TON veya TRON ağındaki **herhangi bir adresi** **Görüntüleme Modu**'nda açmak için girin.
uk: Введіть **будь-яку адресу** в мережі TON або TRON, щоб відкрити її в **Режимі перегляду**.
zh_hans: 输入TON或TRON网络上的**任意地址**以**查看模式**打开。
zh_hant: 輸入TON或TRON網絡上的**任意地址**以**查看模式**打開。

# $insufficient_fee
source: Insufficient fee: %1$@
de: Unzureichende Gebühren: %1$@
es: Comisión insuficiente: %1$@
pl: Niewystarczająca opłata: %1$@
ru: Недостаточно для комиссии: %1$@
th: ค่าธรรมเนียมไม่เพียงพอ: %1$@
tr: Yetersiz ücret: %1$@
uk: Недостатньо для комісії: %1$@
zh_hans: 手续费不足: %1$@
zh_hant: 手续费不足: %1$@

# $ledger_connection_broken
source: The Ledger connection has broken. Please reconnect and try again.
de: Die Ledger-Verbindung wurde unterbrochen. Bitte erneut verbinden und versuchen.
es: La conexión de Ledger se ha interrumpido. Por favor, vuelva a conectar y pruebe de nuevo.
pl: Połączenie Ledger zostało przerwane. Proszę połączyć ponownie i spróbować jeszcze raz.
ru: Соединение с Ledger прервано. Пожалуйста, переподключитесь и попробуйте снова.
th: การเชื่อมต่อ Ledger ถูกตัด กรุณาเชื่อมต่อใหม่และลองอีกครั้ง
tr: Ledger bağlantısı kesildi. Lütfen yeniden bağlanıp tekrar deneyin.
uk: З'єднання з Ledger перервано. Будь ласка, перепідключіться і спробуйте ще раз.
zh_hans: Ledger连接已断开。请重新连接并重试。
zh_hant: Ledger連線已中斷。請重新連接並再試一次。

# $ledger_not_ready
source: Ledger is not connected or %1$@ App is not open.
de: Ledger ist nicht verbunden oder die %1$@-App ist nicht geöffnet.
es: El libro mayor no está conectado o la aplicación %1$@ no está abierta.
pl: Ledger nie jest podłączony lub aplikacja %1$@ nie jest otwarta.
ru: Ledger не подключён или приложение %1$@ не открыто.
th: Ledger ไม่ได้เชื่อมต่อหรือแอป %1$@ ยังไม่เปิด.
tr: Ledger bağlı değil veya %1$@ uygulaması açık değil.
uk: Ledger не підключений або застосунок %1$@ не відкритий.
zh_hans: Ledger 未连接或 %1$@ 应用程序未打开。
zh_hant: Ledger 未連接或 %1$@ 應用程序未打開。

# $ledger_outdated
source: This operation is not supported by your version of the Ledger %1$@ App. Please update it using Ledger Live.
de: Diese Operation wird von Ihrer Version der Ledger %1$@ App nicht unterstützt. Bitte aktualisieren Sie sie mit Ledger Live.
es: Esta operación no es compatible con su versión de Ledger %1$@ App. Actualícela utilizando Ledger Live.
pl: Ta operacja nie jest obsługiwana przez twoją wersję Ledger %1$@ App. Zaktualizuj ją za pomocą Ledger Live.
ru: Данная операция не поддерживается вашей версией Ledger %1$@ App. Пожалуйста, обновите его с помощью Ledger Live.
th: การดำเนินการนี้ไม่รองรับในเวอร์ชันแอป Ledger %1$@ ของคุณ โปรดอัปเดตโดยใช้ Ledger Live
tr: Bu işlem, kullandığınız Ledger %1$@ App sürümü tarafından desteklenmiyor. Lütfen Ledger Live kullanarak güncelleyin.
uk: Ця операція не підтримується вашою версією Ledger %1$@ App. Будь ласка, оновіть її за допомогою Ledger Live.
zh_hans: 此操作不支持您当前版本的 Ledger %1$@ 应用程序。请使用 Ledger Live 进行更新。
zh_hant: 此操作不支持您當前版本的 Ledger %1$@ 應用程序。請使用 Ledger Live 進行更新。

# $ledger_verify_address
source: Always verify pasted address using your Ledger device.
de: Überprüfen Sie immer die eingefügte Adresse mit Ihrem Ledger-Gerät.
es: Siempre verifique la dirección pegada usando su dispositivo Ledger.
pl: Zawsze zweryfikuj wklejony adres za pomocą urządzenia Ledger.
ru: Всегда проверяйте вставленный адрес, используя Ledger.
th: โปรดยืนยันที่อยู่บัญชีที่วางไว้โดยใช้ Ledger ของคุณ.
tr: Yapıştırılan adresi her zaman Ledger cihazınızı kullanarak doğrulayın.
uk: Завжди перевіряйте вставлену адресу, використовуючи Ledger.
zh_hans: 请务必使用您的 Ledger 设备验证粘贴的地址。
zh_hant: 請務必使用您的 Ledger 設備驗證粘貼的地址。

# $ledger_verify_address_on_device
source: Please, verify the address on your Ledger.
de: Bitte überprüfen Sie die Adresse auf Ihrem Ledger.
es: Verifique la dirección en su Ledger.
pl: Proszę, zweryfikuj adres na swoim urządzeniu Ledger.
ru: Пожалуйста, проверьте адрес в вашем Ledger.
th: ตรวจสอบที่อยู่บัญชีในอุปกรณ์ Ledger ของคุณ.
tr: Lütfen Ledger'ınızdaki adresi doğrulayın.
uk: Будь ласка, перевірте адресу у вашому Ledger.
zh_hans: 请验证您的 Ledger 上的地址。
zh_hant: 請驗證您的 Ledger 上的網址。

# $ledger_wrong_device
source: The current account is set up with another Ledger recovery phrase or passphrase, or stored on another Ledger device
de: Das aktuelle Konto ist mit einer anderen Ledger-Wiederherstellungsphrase oder Passphrase eingerichtet oder auf einem anderen Ledger-Gerät gespeichert
es: La cuenta actual está configurada con otra frase de recuperación o contraseña de Ledger, o almacenada en otro dispositivo Ledger
pl: Bieżące konto jest skonfigurowane z inną frazą odzyskiwania lub hasłem Ledger albo przechowywane na innym urządzeniu Ledger
ru: Текущий аккаунт создан из другой фразы восстановления или парольной фразы Ledger, либо хранится на другом устройстве Ledger
th: บัญชีปัจจุบันถูกตั้งค่าด้วยวลีการกู้คืนหรือรหัสผ่าน Ledger อื่น หรือถูกจัดเก็บไว้ในอุปกรณ์ Ledger อื่น
tr: Mevcut hesap başka bir Ledger kurtarma ifadesi veya parola ile kuruldu ya da başka bir Ledger cihazında saklanıyor
uk: Поточний акаунт налаштовано з іншою фразою відновлення або паролем Ledger, або збережено на іншому пристрої Ledger
zh_hans: 当前账户使用了其他 Ledger 恢复短语或密码，或存储在其他 Ledger 设备上
zh_hant: 當前帳戶使用了其他 Ledger 恢復短語或密碼，或存儲在其他 Ledger 設備上

# $logout_accounts_without_backup_warning
source: You have not backed up %1$@. If you proceed, you will lose access to your tokens and NFTs.
de: Sie haben %1$@ nicht gesichert. Wenn Sie fortfahren, verlieren Sie den Zugriff auf Ihre Token und NFTs.
es: No ha realizado copia de seguridad de %1$@. Si cierra sesión, perderá el acceso a sus activos.
pl: Nie utworzono kopii zapasowej %1$@. Kontynuowanie spowoduje utratę dostępu do tokenów i NFT.
ru: Резервная копия не была создана для %1$@. Если вы продолжите выход, доступ **может быть утерян**.
th: หากคุณไม่ได้สำรอง %1$@ ของคุณ. เมื่อคุณลบวอลเล็ตนี้, คุณจะไม่สามารถเข้าถึงโทเคนและ NFT ในวอลเล็ตนี้ได้อีกต่อไป.
tr: %1$@ için yedekleme yapmadınız. Devam ederseniz tokenlarınıza ve NFT'lerinize erişiminizi kaybedersiniz.
uk: Резервну копію не було створено для %1$@. Якщо ви продовжите вихід, доступ **може бути втрачено**.
zh_hans: 您还没有备份此账户 %1$@。 如果您注销，您将永远丧失您的代币和 NFT ！
zh_hant: 您還沒有備份 %1$@。 如果您註銷，您將喪失您的代幣和 NFT。

# $logout_confirm
source: Remove **all** wallets
de: Alle Wallets entfernen
es: Cerrar sesión en **todos** los monederos
pl: Usuń wszystkie portfele
ru: Выйти из **всех** кошельков
th: ลบวอลเล็ต *ทั้งหมด**
tr: **Tüm** cüzdanları kaldırın
uk: Вийти зі **всіх** гаманців
zh_hans: 登出**所有**钱包
zh_hant: 登出**所有**錢包

# $logout_warning
source: This will remove the current wallet from the app. Make sure you have your **secret words** backed up.
de: Dies wird das aktuelle Wallet aus der App entfernen. Stellen Sie sicher, dass Sie Ihre **Geheimwörter** gesichert haben.
es: Esto desconectará el monedero de esta aplicación. Podrá restaurar su monedero usando la frase semilla...
pl: Spowoduje to usunięcie bieżącego portfela z aplikacji. Upewnij się, że masz kopię zapasową swoich **tajnych słów**.
ru: Кошелёк будет удалён только **на этом устройстве**. Убедитесь, что у вас есть резервная копия ваших **секретных слов**.
th: การดำเนินการนี้จะลบกระเป๋าเงินปัจจุบันออกจากแอป ตรวจสอบให้แน่ใจว่าคุณได้สำรองข้อมูล **คำลับ** ของคุณแล้ว.
tr: Bu, mevcut cüzdanı uygulamadan kaldıracaktır. **Gizli kelimelerinizi** yedeklediğinizden emin olun.
uk: Це видалить поточний гаманець з програми. Переконайтеся, що ви зробили резервну копію своїх **секретних слів**.
zh_hans: 这将从应用中移除当前钱包。请确保已备份您的**密语**。
zh_hant: 這將從應用中移除當前錢包。請確保已備份您的**密語**。

# $logout_warning2
source: Wallets are located in the decentralized TON Blockchain. If you want the wallet to be deleted simply transfer all the TON from it and leave it empty.
de: Wallet befinden sich in der dezentralen TON-Blockchain. Wenn Sie möchten, dass die Wallet gelöscht wird, übertragen Sie einfach alle TON davon und lassen Sie sie leer.
es: Los monederos se encuentran en la cadena de bloques descentralizada de TON. Si desea que se elimine el monedero, simplemente transfiera todos los activos y déjela completamente vacía.
pl: Portfele znajdują się w zdecentralizowanej sieci TON Blockchain. Jeśli chcesz usunąć portfel, po prostu przetransferuj z niego całą ilość TON i pozostaw go pusty.
th: มูลค่าในวอลเล็ตจะยังอยู่ที่บล็อกเชน. หากคุณต้องการลบวอลเล็ต เราแนะนำให้โอนเงินทั้งหมดจากวอลเล็ตนั้นไปยังที่อยู่บัญชีอื่น และ ปล่อยวอลเล็ตนั้นว่างไว้ก่อนดำเนินการ.
tr: Cüzdanlar merkeziyetsiz TON Blockchain'inde bulunmaktadır. Cüzdanın silinmesini istiyorsanız, içindeki tüm TON'u aktarmanız ve cüzdanı boş bırakmanız yeterlidir.
zh_hans: 钱包位于去中心化的 TON 区块链中。如果您只是想弃用钱包，只需将所有TON转移出去即可。
zh_hant: 錢包位於去中心化的 TON 區塊鏈中。 如果你只是想簡單的清空錢包，只需將所有 TON 轉移出去即可。

# $logout_without_backup_warning
source: You have not backed up this wallet. If you remove it now, you will lose access to your tokens and NFTs.
de: Sie haben diese Wallet nicht gesichert. Wenn Sie sie jetzt entfernen, verlieren Sie den Zugriff auf Ihre Token und NFTs.
es: No ha realizado copia de seguridad de este monedero. Si cierra sesión, perderá el acceso a sus activos.
pl: Nie utworzono kopii zapasowej tego portfela. Jeśli usuniesz go teraz, stracisz dostęp do swoich tokenów i NFT.
ru: Резервная копия кошелька не создана. Доступ к токенам и NFT будет ограничен, если вы выйдете из системы.
th: หากคุณไม่ได้สำรองข้อมูลในวอลเล็ตของคุณ. เมื่อคุณลบวอลเล็ตนี้, คุณจะไม่สามารถเข้าถึงโทเคน และ NFT ในวอลเล็ตนี้ได้อีกต่อไป.
tr: Bu cüzdanı yedeklemediniz. Cüzdanı kaldırırsanız tokenlarınıza ve NFT'lerinize erişiminizi kaybedersiniz.
uk: Резервної копії гаманця не створено. Доступ до токенів і NFT буде обмежено, якщо ви вийдете із системи.
zh_hans: 您尚未备份钱包！如果您注销，您将永远丧失您的代币和 NFT ！
zh_hant: 您尚未備份錢包。 如果您註銷，您將喪失您的代幣和 NFT。

# $many_tabs_error_description
source: %1$@ supports only one active tab with the app. Please reload this page to continue using this tab or close it.
de: %1$@ unterstützt nur eine aktive Registerkarte mit der App. Bitte laden Sie diese Seite neu, um die Verwendung dieser Registerkarte fortzusetzen, oder schließen Sie sie.
es: %1$@ solo admite una pestaña activa con la aplicación. Vuelva a cargar esta página para continuar usando esta pestaña o ciérrela.
pl: %1$@ obsługuje tylko jedną aktywną kartę z aplikacją. Proszę przeładuj tę stronę, aby kontynuować korzystanie z tej karty lub ją zamknij.
ru: %1$@ поддерживает только одну активную вкладку с приложением. Пожалуйста, перезагрузите эту страницу, чтобы продолжить использовать эту вкладку, или закройте её.
th: %1$@ รองรับเพียงแท็บเดียวที่ใช้งานกับแอป. โปรดโหลดหน้านี้ซ้ำเพื่อใช้แท็บนี้ต่อไปหรือปิดหน้านี้.
tr: %1$@, uygulama ile yalnızca bir etkin sekmeyi destekler. Bu sekmeyi kullanmaya devam etmek için lütfen sayfayı yeniden yükleyin ya da kapatın.
uk: %1$@ підтримує тільки одну активну вкладку з додатком. Будь ласка, перезавантажте цю сторінку, щоб продовжити використовувати цю вкладку, або закрийте її.
zh_hans: %1$@ 仅支持该应用程序的一个活动选项卡。 请重新加载此页面以继续使用此选项卡或将其关闭。
zh_hant: %1$@ 僅支持該應用程序的一個活動選項卡。 請重新加載此頁面以繼續使用此選項卡或將其關閉。

# $max_balance
source: Max: %1$@
de: Maximal: %1$@
es: Máximo: %1$@
pl: Maksymalnie: %1$@
ru: Максимум: %1$@
th: สูงสุด: %1$@
tr: Maks.: %1$@
uk: Максимум: %1$@
zh_hans: 最大: %1$@
zh_hant: 最大: %1$@

# $min_value
source: Min %1$@
de: Mindestens %1$@
ru: Мин. %1$@
th: ต่ำที่สุด %1$@
uk: Мін. %1$@
zh_hans: 最小 %1$@
zh_hant: 最少 %1$@

# $mint_action
source: Mint
de: Minten
es: Mintear
pl: Minting
ru: Минтинг
th: การมิ้นท์
uk: Мінтинг
zh_hans: 铸造
zh_hant: 鑄造

# $mint_card_result
source: NFT Card will be **minted** and **installed automatically** within a minute.
de: Die NFT-Karte wird **geprägt** und **innerhalb einer Minute automatisch installiert**.
es: La tarjeta NFT será **creada** y **instalada automáticamente** en un minuto.
pl: Karta NFT zostanie **stworzona** i **zainstalowana automatycznie** w ciągu minuty.
ru: NFT-карта будет **создана** и **автоматически установлена** в течение минуты.
th: บัตร NFT จะถูก **สร้าง** และ **ติดตั้งโดยอัตโนมัติ** ภายในหนึ่งนาที
tr: NFT kartı **basılacak** ve **bir dakika içinde otomatik olarak yüklenecektir**.
uk: NFT-карта буде **створена** і **автоматично встановлена** протягом хвилини.
zh_hans: NFT 卡片将在一分钟内**铸造**并**自动安装**。
zh_hant: NFT 卡片將在一分鐘內**鑄造**並**自動安裝**。

# $mnemonic_check_error
source: Words don’t match, please try again.
de: Wörter stimmen nicht überein, bitte versuchen Sie es erneut.
es: Las palabras no coinciden, por favor intenta de nuevo.
pl: Słowa nie pasują, spróbuj ponownie.
ru: Слова не совпадают, попробуйте снова.
th: คำไม่ตรงกัน โปรดลองอีกครั้ง
tr: Kelimeler eşleşmiyor, lütfen tekrar deneyin.
uk: Слова не збігаються, будь ласка, спробуйте ще раз.
zh_hans: 单词不匹配，请重试。
zh_hant: 單字不匹配，請重試。

# $mnemonic_check_words_list
source: Please choose the correct words %1$@:
de: Bitte wählen Sie die richtigen Wörter %1$@:
es: Por favor elige las palabras correctas %1$@:
pl: Proszę wybrać poprawne słowa %1$@:
ru: Пожалуйста, выберите правильные слова %1$@:
th: โปรดเลือกคำที่ถูกต้อง %1$@:
tr: Lütfen doğru kelimeleri seçin %1$@:
uk: Будь ласка, виберіть правильні слова %1$@:
zh_hans: 请选择正确的单词 %1$@:
zh_hant: 請選擇正確的單字 %1$@:

# $mnemonic_list_description
source: Write down these words in the **correct order** and store them in a **secure place**.
de: Schreiben Sie diese Wörter in der **richtigen Reihenfolge** auf und bewahren Sie sie an einem **sicheren Ort** auf.
es: Escriba estas palabras en el **orden correcto** y guárdelas en un **lugar seguro**.
pl: Zapisz te słowa w **poprawnej kolejności** i przechowuj je w **bezpiecznym miejscu**.
ru: Запишите эти слова в **правильном порядке** и храните их в **безопасном месте**.
th: จดคำเหล่านี้ตาม **ลำดับที่ถูกต้อง** และเก็บไว้ใน **ที่ปลอดภัย**.
tr: Bu kelimeleri **doğru sırayla** yazın ve **güvenli bir yerde** saklayın.
uk: Запишіть ці слова у **правильному порядку** та збережіть їх у **безпечному місці**.
zh_hans: 按**正确顺序**写下这些单词并存放在一个**安全的地方**。
zh_hant: 按**正確順序**寫下這些單詞並存放在一個**安全的地方**。

# $mnemonic_warning
source: Do not send or show it to anyone, do not enter it anywhere.
de: Senden oder zeigen Sie es niemandem, geben Sie es nirgendwo ein.
es: No lo envíes ni lo muestres a nadie, no lo ingreses en ningún lugar.
pl: Nie wysyłaj ani nie pokazuj go nikomu, nie wprowadzaj go nigdzie.
ru: Никому не сообщайте, не показывайте и не вводите нигде.
th: ไม่ควร ส่งหรือแสดงให้ใครเห็น, ไม่ควร เอาไปใช้ที่อื่นได.
tr: Kimseye göndermeyin veya göstermeyin, Hiçbir yere girmeyin.
uk: Нікому не повідомляйте, не показуйте і не вводьте ніде.
zh_hans: 不要发送或向任何人展示， 不要在任何地方输入。
zh_hant: 不要發送或向任何人展示， 不要在任何地方輸入。

# $multi_burn_nft_warning
source: You are going to burn %1$@ NFTs.
de: Sie werden %1$@ NFTs verbrennen.
es: Vas a quemar %1$@ NFTs.
pl: Zamierzasz spalić %1$@ NFT.
ru: Вы собираетесь сжечь %1$@ NFT.
th: คุณกำลังเบิร์นจำนวน %1$@ NFTs.
tr: %1$@ NFT yakacaksınız.
uk: Ви збираєтеся спалити %1$@ NFT.
zh_hans: 您即将销毁 %1$@ 个 NFT。
zh_hant: 您即將銷毀 %1$@ 個 NFT。

# $multi_send_nft_warning
source: The process may take ~%1$@ minute(s). Please do not close the app and do not switch accounts until it is finished.
de: Der Vorgang kann ~%1$@ Minuten dauern. Bitte schließen Sie die App nicht und wechseln Sie nicht das Konto, bis es abgeschlossen ist.
es: El proceso puede tardar ~%1$@ minutos. Por favor, no cierres la aplicación y no cambies de cuenta hasta que haya terminado.
pl: Proces może zająć około %1$@ minut(y). Proszę nie zamykać aplikacji i nie przełączać kont do czasu zakończenia.
ru: Процесс может занять ~%1$@ мин. Пожалуйста, не закрывайте приложение и не переключайтесь на другие аккаунты, пока он не завершится.
th: กระบวนการนี้อาจใช้เวลา ~%1$@ นาที โปรดอย่าปิดแอปและอย่าเปลี่ยนบัญชีจนกว่าจะเสร็จสิ้น.
tr: İşlem ~%1$@ dakika sürebilir. Lütfen işlem tamamlanana kadar uygulamayı kapatmayın ve hesap değiştirmeyin.
uk: Процес може зайняти ~%1$@ хв. Будь ласка, не закривайте додаток і не перемикайтеся на інші акаунти, поки він не завершиться.
zh_hans: 该过程可能需要 ~%1$@ 分钟。请勿关闭应用程序，也不要在完成之前切换账户。
zh_hant: 該過程可能需要 ~%1$@ 分鐘。請勿關閉應用程式，也不要在完成之前切換賬戶。

# $multisig_warning_link
source: Tap to learn more
de: Klicken Sie, um mehr zu erfahren
es: Haz clic para saber más
pl: Kliknij, aby dowiedzieć się więcej
ru: Нажмите, чтобы узнать больше
th: คลิกเพื่อเรียนรู้เพิ่มเติม
tr: Daha fazla öğrenmek için tıklayın
uk: Натисніть, щоб дізнатися більше
zh_hans: 点击了解更多
zh_hant: 點擊了解更多

# $multisig_warning_text
source: This wallet requires multiple signatures to make transfers. You **cannot withdraw** any funds here using MyTonWallet. Make sure it’s yours — otherwise, it may be part of a scam. %1$@
de: **Geld abheben** aus dieser Wallet über MyTonWallet ist **nicht möglich**. Stellen Sie sicher, dass es wirklich Ihre ist — andernfalls könnte es ein Betrug sein. %1$@
es: **Retirar fondos** de esta cartera a través de MyTonWallet es **imposible**. Asegúrate de que realmente sea tuya — de lo contrario podría ser una estafa. %1$@
pl: **Wypłacenie środków** z tego portfela przez MyTonWallet jest **niemożliwe**. Upewnij się, że naprawdę jest Twój — inaczej może to być oszustwo. %1$@
ru: **Вывести средства** из этого кошелька через MyTonWallet **невозможно**. Убедитесь, что он действительно ваш — иначе это может быть скам. %1$@
th: **การถอนเงิน** จากกระเป๋านี้ผ่าน MyTonWallet เป็น**ไปไม่ได้** โปรดแน่ใจว่าเป็นกระเป๋าของคุณจริงๆ — มิฉะนั้นอาจเป็นการหลอกลวง %1$@
tr: Bu cüzdandan MyTonWallet üzerinden **para çekmek** **imkansızdır**. Gerçekten sizin olduğundan emin olun — aksi takdirde bir dolandırıcılık olabilir. %1$@
uk: **Вивести кошти** з цього гаманця через MyTonWallet **неможливо**. Переконайтеся, що він справді ваш — інакше це може бути шахрайство. %1$@
zh_hans: 通过 MyTonWallet **提取资金**是**不可能的**。请确认这真的是您的钱包——否则可能是诈骗。%1$@
zh_hant: 透過 MyTonWallet **提取資金**是**不可能的**。請確認這真的是您的錢包——否則可能是詐騙。%1$@

# $nft_explore_offer
source: Explore a marketplace to discover existing NFT collections.
de: Erkunden Sie einen Marktplatz, um bestehende NFT-Sammlungen zu entdecken.
es: Explore los mercados para descubrir nuevas colecciones NFT.
pl: Przeglądaj rynek, aby odkryć istniejące kolekcje NFT.
ru: Но вы можете просмотреть существующие коллекции.
th: สำรวจมาร์เก็ตเพลสเพื่อค้นพบ แหล่งของ NFT คอลเลกชัน.
tr: Mevcut NFT koleksiyonlarını görmek için NFT pazaryerini inceleyin.
uk: Але ви можете переглянути наявні колекції.
zh_hans: 在市场中寻找心仪的 NFT 收藏。
zh_hant: 探索市場來尋找現有的 NFT 收藏.

# $no_tokens_description
source: Receive tokens from another wallet, or simply enable preferred tokens in the settings for monitoring.
de: Erhalten Sie Token von einer anderen Wallet oder aktivieren Sie einfach bevorzugte Token in den Einstellungen zur Überwachung.
es: Recibe tokens de otra billetera o simplemente habilita los tokens preferidos en la configuración para monitorear.
pl: Otrzymaj tokeny z innego portfela lub po prostu włącz preferowane tokeny w ustawieniach, aby je monitorować.
ru: Получите токены из другого кошелька или просто включите нужные токены в настройках для мониторинга.
th: รับโทเคนจากกระเป๋าเงินอื่น หรือเพียงแค่เปิดใช้งานโทเคนที่ต้องการในการตั้งค่าเพื่อการติดตาม
tr: Başka bir cüzdandan jeton alın veya izleme için tercih edilen jetonları ayarlardan etkinleştirin.
uk: Отримайте токени з іншого гаманця або просто увімкніть потрібні токени в налаштуваннях для моніторингу.
zh_hans: 从其他钱包接收代币，或者在设置中启用首选代币进行监控。
zh_hant: 從其他錢包接收代幣，或者在設定中啟用首選代幣進行監控。

# $preview_not_guaranteed
source: Preview result **is not guaranteed** and **can be forged** by the service.
de: Das Vorschauergebnis ist **nicht garantiert** und kann **vom Dienst manipuliert** werden.
es: El resultado de la vista previa **no está garantizado** y **puede ser falsificado** por el servicio.
pl: Wynik podglądu **nie jest gwarantowany** i **może zostać sfałszowany** przez usługę.
ru: Предпросмотр **не гарантирует** результат и **может быть подделан** сервисом.
th: ผลลัพธ์ของการแสดงตัวอย่าง **ไม่ได้รับการรับประกัน** และ **อาจถูกปลอมแปลง** โดยบริการ
tr: Önizleme sonucu **garanti edilmez** ve hizmet tarafından **sahte olabilir**.
uk: Передпроглядання **не гарантує** результату та **може бути підроблено** сервісом.
zh_hans: 预览结果**不受保证**，且**可能被服务伪造**。
zh_hant: 預覽結果**不受保證**，且**可能被服務偽造**。

# $private_key_description
source: Save this private key **correctly** and store it in a **secure place**.
de: Speichern Sie diesen privaten Schlüssel **korrekt** und bewahren Sie ihn an einem **sicheren Ort** auf.
es: Guarde esta clave privada **correctamente** y almacénela en un **lugar seguro**.
pl: Zapisz ten klucz prywatny **poprawnie** i przechowuj go w **bezpiecznym miejscu**.
ru: Сохраните этот приватный ключ **правильно** и храните его в **безопасном месте**.
th: บันทึกคีย์ส่วนตัวนี้ให้ **ถูกต้อง** และเก็บไว้ใน **ที่ปลอดภัย**.
tr: Bu özel anahtarı **doğru bir şekilde** kaydedin ve **güvenli bir yerde** saklayın.
uk: Збережіть цей приватний ключ **правильно** та тримайте його у **безпечному місці**.
zh_hans: 正确保存此私钥并存放在一个**安全的地方**。
zh_hant: 正確保存此私鑰並存放在一個**安全的地方**。
